; Wise Reminder Language File
;
; Translation Author: Igor Rückert
; Translation Author Email: igorruckert@yahoo.com.br
; Soft Version: 1.17.55
;
[Lang]
NativeLanguage=Português (Brasil)

[Translation]
LanguageName=PTB
LangCode=0416
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Confirmar

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Não concluído
TfrmWRMMain.btnCompleted.Caption=Concluído
TfrmWRMMain.btnBack.caption=Voltar
TfrmWRMMain.btnDone.Caption=Salvar
TfrmWRMMain.lblRepeat.caption=Repetir:
TfrmWRMMain.lblTime.caption=Hora:
TfrmWRMMain.lblName.caption=Descrição:
TfrmWRMMain.lblDate.caption=Data:
TfrmWRMMain.cbPeriod.Item1=Uma vez
TfrmWRMMain.cbPeriod.Item2=Diariamente
TfrmWRMMain.cbPeriod.Item3=Semanalmente
TfrmWRMMain.cbPeriod.Item4=Mensalmente
TfrmWRMMain.cbPeriod.Item5=Anualmente
;
;hint
;
TfrmWRMMain.imgf.hint=Seguir no Facebook
TfrmWRMMain.imgt.hint=Seguir no Twitter
TfrmWRMMain.imgmail.hint=Compartilhe com seus amigos
TfrmWRMMain.imghome.hint=Site na Internet
TfrmWRMMain.CloseHint=Fechar
TfrmWRMMain.MenuHint=Menu
TfrmWRMMain.MinHint=Minimizar
TfrmWRMMain.lbl2.caption=Versão atual: %s
TfrmWRMMain.lbl3.Caption=Verificar atualizações
TfrmWRMMain.btnDetails.hint_1=Detalhes
TfrmWRMMain.btnDetails.hint_2=Modificar e recuperar
TfrmWRMMain.btnDelete.hint_1=Marcar como concluído
TfrmWRMMain.btnDelete.hint_2=Excluir


msgdlg.btnNO=NÃO
msgdlg.btnOk=OK
msgdlg.btnYes=Sim
;
; Time
;
constY=Ano
constM=Mês
constD=Dia
constHH=Hora
constMM=Minuto
constSS=Segundo
constYs=Anos
constMs=Meses
constDs=Dias
constHHs=Horas
constMMs=Minutos
constSSs=Segundos
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Ajuda online
TfrmWRMMain.TrayMenuItem2=Fórum
TfrmWRMMain.TrayMenuItem3=Site na Internet
TfrmWRMMain.TrayMenuItem4=Entre em contato
TfrmWRMMain.TrayMenuItem5=Verificar atualizações
TfrmWRMMain.TrayMenuItem6=Verificar novidades
TfrmWRMMain.TrayMenuItem7=Idioma
TfrmWRMMain.TrayMenuItem8=Executar ao iniciar
TfrmWRMMain.TrayMenuItem9=Sobre
TfrmWRMMain.TrayMenuItem10=Sair
TfrmRemindDlg.Caption_1=Você perdeu alguns lembretes
TfrmWRMMain.lbl1.caption=Restaurar
TfrmWRMMain.fxpmn.item1=Backup
TfrmWRMMain.fxpmn.item2=Restaurar
GetLang=traduzir para...
;
; Notice
;
TfrmRemindDlg.Caption=Aviso
TfrmRemindDlg.btnComplete.Caption=OK, entendi
TfrmRemindDlg.btnDelay.Caption=Adiar
;
; About
;
TfrmAbout.Caption=Sobre
TfrmAbout.lblEmail.caption=E-mail de suporte:
TfrmAbout.lblhome.caption=Site oficial:
TfrmAbout.lblthanks.caption=Agradecimentos para as seguintes pessoas:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Versão atual:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 =Mudo
TfrmWRMMain.cbbVoice.Item2 =Padrão
TfrmWRMMain.cbbVoice.Item3 =Personalizado
TfrmWRMMain.lblVoice.Caption =Aviso sonoro

[Messages]
UnkonwFileType =Arquivo de som não reconhecido!
ExitModify=Você possui alterações não salvas. Tem certeza que deseja sair desta página?
RemindNameNULL=Por favor, preencha a descrição do lembrete!
NewVer=Nova versão disponível! Atualizar agora?
NoNewVer=Você está usando a versão mais recente.
ExitApp=Tem certeza que deseja sair do Wise Reminder? As notícias do Wise Reminder não mais estarão disponíveis!
NoneReminder=Você não definiu nenhum lembrete!
NoneCopmpleted=Você não tem nenhum lembrete concluído!
NoneSelected=Por favor, selecione pelo menos um item!
TimeOver=Você definiu uma hora anterior à hora atual!